/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Отменить";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Домашний";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Pабочий";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Мобильный";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Другой";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (гость)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Все известные контакты";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Все контакты";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Сохраненные телефонные номера";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "В сети";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "В ожидании конт. информации";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Последние исходящие звонки";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Запросы контактной информации";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Принятые запросы";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Заблокированные контакты";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Контакты без группы";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Предлагаемые контакты";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Список без названия";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Пожалуйста, добавьте меня в контакты";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Контрольный звонок Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "ru";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Вас приветствует служба тестирования связи Skype! Добавьте меня в свои контакты и позвоните мне, чтобы проверить правильность настройки звука на вашем компьютере. Если вам нужна помощь, обращайтесь по адресу http://www.skype.com/go/help. До связи!";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Позвонить мне, чтобы проверить настройки звука на компьютере";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Маршрутизация вызова";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Маршрутизация вызова";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Отмена вызова";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Вызов не удался";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Установка соединения";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Звонки";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "В режиме ожидания";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Вы находитесь в режиме ожидания";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Беседа завершена";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Пропущенный вызов";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Отклонено";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Линия занята";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Сбой связи";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Голосовая почта";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Запись голосового сообщения";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Отправка голосового сообщения";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Голосовое сообщение отправлено";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Отмена голос. сообщения";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Сбой голосовой почты";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Установка соединения";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Исходящий вызов";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Исходящий вызов";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "В режиме ожидания";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Завершено";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Звонок на Facebook (бета)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Вызов…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Вызов…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Совершается вызов";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "На удержании";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Ваш звонок на удержании";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Совершается вызов";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Вызов заполнен";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Воспроизведение голосового приветствия";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Запись голосового сообщения";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Недавний вызов";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Производится передача данного вызова";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Отправленные файлы";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Вы получили видеосообщение. Чтобы открыть его, перейдите по ссылке %1 и используйте код %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - открыть по ссылке: %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Для просмотра этого общего фото перейдите по ссылке: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Для просмотра файла перейдите по ссылке: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Не в сети";
"CONTACT_AVAILABILITY_ONLINE" = "В сети";
"CONTACT_AVAILABILITY_AWAY" = "Отсутствую";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Не беспокоить";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "В ожидании конт. информации";
"CONTACT_AVAILABILITY_BLOCKED" = "Пользователь заблокирован";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Не в сети, работает автоответчик";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Переадресация вызовов";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Невидимка";
"CONTACT_AVAILABILITY_CONNECTING" = "Установка соединения";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Номер телефона";

/*  */
"CONTACT_GENDER_FEMALE" = "Женский";

/*  */
"CONTACT_GENDER_MALE" = "Мужской";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Неизвестный номер";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Без названия";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Вход в Skype…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Загрузка контактов…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Идет обновление файлов…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ добавил (-а) %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ вышел (-ла) из чата";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ исключил (-а) %2$@ из чата";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ изменил (-а) тему чата на %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Это сообщение было удалено";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Системные";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Не удается подсоединиться к Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Проверьте сетевые настройки и повторите попытку.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Имя в сети Skype указано неправильно.";
"Account::INVALID_EMAIL" = "Адрес эл. почты указан неправильно.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Проверьте адрес и повторите попытку.";
"Account::UNACCEPTABLE_PASSWORD" = "Это неверный пароль.";
"Account::SKYPENAME_TAKEN" = "Это имя в сети Skype уже существует.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Выберите другое имя.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Мы не смогли распознать ваше имя в сети Skype и пароль.";
"Account::INCORRECT_PASSWORD" = "Мы не смогли распознать ваше имя в сети Skype и пароль.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Слишком много неудачных попыток войти в систему. ";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Повторите попытку позже.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Ваш пароль был изменен.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Пожалуйста, войдите в сеть с новым паролем.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Повторите поиск.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Необходимая длина – 6-20 символов.";
"SkyLib::TOO_LONG" = "Необходимая длина – 6-20 символов.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Недопустимый символ, например: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "В пароле не должно быть пробелов или табуляций.";
"SkyLib::SAME_AS_USERNAME" = "Пароль слишком похож на имя в сети Skype.";
"SkyLib::INVALID_FORMAT" = "Неправильный формат.";
"SkyLib::CONTAINS_INVALID_WORD" = "Пароль слишком легко угадать, например: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Пароль должен содержать не менее 1 буквы и 1 цифры.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Пароль должен начинаться с буквы (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Выберите более длинное имя в сети Skype.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Выберите более длинный пароль.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Выберите более короткое имя в сети Skype.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Выберите более короткий пароль.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Выберите новое имя в сети Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Выберите новый пароль.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Выберите новый адрес эл. почты.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Выберите новое значение.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Это неверный пароль.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Не удалось соединиться с сервером.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Новый пароль не должен совпадать со старым паролем.";
"Account::PWD_INVALID_NEW_PWD" = "Это неверный пароль.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Чтобы поменять пароль, вам необходимо войти в сеть.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Не удалось внести изменение в вашу учетную запись. Проверьте установки и повторите попытку.";

"ACCOUNT_NOCREDIT" = "Нет средств";
"ACCOUNT_FREECALL" = "бесплатный звонок";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Недопустимое имя файла";
"SkyLib::TRANSFER_OPEN_FAILED" = "Ошибка открытия файла";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Слишком много одновременных сеансов передачи файлов";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Вы не вошли в Skype";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Чтобы позвонить, вы должны войти в Skype.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Поиск пользователей возможен, только если вы в сети. Измените статус и попробуйте еще раз.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Чтобы отправить SMS, вы должны войти в Skype.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Чтобы прослушать это сообщение вы должны быть в сети.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Не удаётся вставить текст в поле текущего SMS-сообщения.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "На вашем счете недостаточно средств для отправки этого SMS-сообщения.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Чтобы позвонить по этому номеру, необходимы средства на счете в Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Это неверное имя в сети Skype или неправильный номер телефона.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Вы не можете позвонить этому пользователю Lync, так как его нет в сети.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Вы не можете позвонить этому человеку, т. к. он заблокирован.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Вы не можете отправить этому человеку сообщение, т. к. он заблокирован.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Вы не можете отправить SMS этому человеку, т. к. он заблокирован.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Вы не можете добавить этого человека, т. к. он заблокирован.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Вы не можете звонить себе.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Вы не можете быть в чате с собой.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Вы не можете добавить самого себя.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Невозможно присоединиться к этой беседе";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Не удается найти эту беседу";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Этот номер неверный.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Вы не можете позвонить по этому номеру, т. к. это номер экстренной помощи.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Вы не можете отправить SMS по этому номеру, т. к. это номер экстренной помощи.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Вы не можете добавить этот номер, т.к. это номер экстренной помощи.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Прежде чем сделать новый звонок, необходимо завершить текущий.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Чтобы прослушать голосовое сообщение, завершите этот звонок.";
"SKERROR_CALLFAILED" = "Вызов не удался. Пожалуйста, повторите попытку.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Вы попытались начать чат со слишком большим числом абонентов.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Беседа с этими контактами невозможна.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Вы не можете позвонить этому человеку, т. к. он еще не обменялся с вами контактными данными.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Вы не можете позвонить этому человеку, т. к. он еще не обменялся с вами контактными данными.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Неверный код подтверждения.";
"Sms::MISC_ERROR" = "Недействительный номер телефона";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Ваш счет заблокирован.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Обратитесь в отдел обслуживания клиентов.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Для участия в групповом видеозвонке здесь слишком много людей.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "В групповом видеозвонке могут принимать участие не более 9 человек. Удалите из группы несколько человек и повторите попытку.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Для участия в групповом видеозвонке здесь слишком много людей.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "В групповом видеозвонке могут принимать участие не более 9 человек. Удалите из группы несколько человек и повторите попытку.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Ваша подписка на групповую видеосвязь не охватывает такое количество людей. Удалите несколько людей из этой беседы и повторите попытку.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Для выполнения групповых видеозвонков вам необходима подписка.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Для выполнения групповых видеозвонков вам необходима подписка.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Хотите позвонить по групповой видеосвязи?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Хотите позвонить по групповой видеосвязи?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Вы уже участвуете в групповом видеозвонке.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Одновременно вы можете участвовать только в одном групповом видеозвонке.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Вы исчерпали лимит, установленный для этого звонка.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Вы исчерпали 4-часовой лимит, установленный для этого сеанса группового видеозвонка.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Вы исчерпали 4-часовой лимит, установленный для этого сеанса группового видеозвонка. Подробности см. в вашей учетной записи.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Вы исчерпали лимит, установленный на сегодня для групповых видеозвонков.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Групповые видеозвонки временно приостановлены. Вы исчерпали лимит умеренного использования на сегодня. Подробности см. в вашей учетной записи.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Вы исчерпали лимит, установленный в этом месяце для групповых видеозвонков.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Групповые видеозвонки временно приостановлены. Вы исчерпали лимит умеренного использования за этот месяц. Подробности см. в вашей учетной записи.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Функция групповых видеозвонков в данный момент недоступна.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Произошла ошибка. Повторите попытку позже.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Использовать групповую видеосвязь";
"PremiumVideoErrorRecovery_GetPremium" = "Использовать групповую видеосвязь";
"PremiumVideoErrorRecovery_UpgradePremium" = "Установить новую версию";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Чтобы использовать Skype WiFi, вам нужны средства на счете в Skype.";
"AccessSession::LOGIN_FAILURE" = "Мы не смогли распознать ваше имя в сети Skype и пароль.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Неверное имя пользователя или пароль.";

"SKYPEACCESS_NO_ACCOUNT" = "Пожалуйста, войдите под своим логином.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Подключиться не удалось. Проверьте мощность Wi-Fi-сигнала или попробуйте подключиться к другой сети.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Эта Wi-Fi-зона работает неправильно. Попробуйте подключиться к другой сети.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Не удалось продлить сеанс. Попробуйте подключиться еще раз.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Сеть Wi-Fi \"%@\" теперь недоступна";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Чтобы с вас не брали лишнюю плату, всегда отсоединяйтесь от зоны доступа перед тем, как выйти за пределы ее действия или выключить устройство.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Заново подключитесь к сети Wi-Fi “%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype Wi-Fi попытается прервать ваше интернет-соединение. Чтобы с вас не брали лишнюю плату, всегда отсоединяйтесь от зоны доступа перед тем, как выйти за пределы ее действия или выключить устройство.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Ваше интернет-соединение было прервано.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@/мин";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Бесплатно";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "пользуется новой версией Skype с оптимизированным чатом.\nЧтобы присоединиться к чату и продолжить общение, загрузите последнюю версию приложения.\nПерейдите на <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "пользуется новой версией Skype с оптимизированным чатом.\nЧтобы присоединиться к чату и продолжить общение, загрузите последнюю версию приложения.\nПерейдите на https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Чтобы отобразить историю, нажмите <a href=\"skype:?chat&amp;id=%1\">здесь</a>.";
